/* eslint-disable max-lines */
import type Lestin from "lestin/jsx-runtime";

import Cal1 from "../../images/cal/1.png";
import Cal2 from "../../images/cal/2.png";
import Yasin1 from "../../images/Yasin/1.png";
import Yasin2 from "../../images/Yasin/2.png";
import Yasin3 from "../../images/Yasin/3.png";
import Yasin4 from "../../images/Yasin/4.png";
import Yasin5 from "../../images/Yasin/5.png";
import Yasin6 from "../../images/Yasin/6.png";

export function Sep() {
	return <span class="ayah">۝</span>;
}

export function Ara(
	props: Lestin.PropsWithChildren & {
		class?: string;
	},
	...children
) {
	return <p class={["arabicText", props.class]}>{children}</p>;
}

export function Trans(props: Lestin.PropsWithChildren, ...children) {
	return <p class="translation">{children}</p>;
}

export function Page(
	props: Lestin.PropsWithChildren & {
		center?: boolean;
	},
	...children
) {
	return <div class={["page", props.center && "pageCenter"]}>{children}</div>;
}

export default function () {
	return (
		<div>
			<Page center>
				<h3>دعا نامه</h3>
			</Page>
			<Page center>
				<p class="arabicText center">بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ</p>
				<p class="arabicText center">
					<Sep />
				</p>
				<p class="arabicText center">
					فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ
					<br />
					كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةًۭ مِّن نَّهَارٍۭ ۚ
					<br />
					بَلَـٰغٌۭ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ
				</p>
				<p class="arabicText center">
					<Sep />
				</p>
				<p class="arabicText center">وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍۢ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p>
			</Page>

			<Page>
				{/* <h3>یس</h3> */}
				<img class="yasin" src={Yasin1} />
			</Page>
			<Page>
				<img class="yasin" src={Yasin2} />
			</Page>
			<Page>
				<img class="yasin" src={Yasin3} />
			</Page>
			<Page>
				<img class="yasin" src={Yasin4} />
			</Page>
			<Page>
				<img class="yasin" src={Yasin5} />
			</Page>
			<Page>
				<img class="yasin" src={Yasin6} />
			</Page>

			<Page>
				<h3>تعقیبات نماز</h3>
				<h5>آیه الکرسی</h5>
				<Ara>
					ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ
					عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ
					ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ
				</Ara>

				<h5>تسبیحات</h5>
				<Ara>
					<ul>
						<li>
							{/* الله اکبر با علائم */}
							<span>اللَّهُ أَكْبَرُ</span>
						</li>

						<li>
							{/* الحمد لله */}
							<span>ٱلْحَمْدُ لِلَّهِ</span>
						</li>

						<li>
							{/* سبحان الله */}
							<span>سُبْحَانَ اللَّهِ</span>
						</li>
					</ul>
				</Ara>

				<h5>3 توحید</h5>
				<Ara>بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ</Ara>
				<Ara>
					قُلْ هُوَ ٱللَّهُ أَحَدٌ
					<Sep />
					ٱللَّهُ ٱلصَّمَدُ
					<Sep />
					لَمْ يَلِدْ وَلَمْ يُولَدْ
					<Sep />
					وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ
				</Ara>

				<h5>3 صلوات</h5>
				<Ara>ٱللَّٰهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ</Ara>

				<h5>3 آیه رزق</h5>
				<Ara>
					وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًۭا
					<Sep />
					وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَـٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍۢ قَدْرًۭا
					<Sep />
				</Ara>
			</Page>

			<Page>
				<h3>زیارت آل یس</h3>
				<Ara>
					سَلاَمٌ عَلَى آلِ يس السَّلاَمُ عَلَيْكَ يَا دَاعِيَ اللَّهِ وَ رَبَّانِيَّ آيَاتِهِ السَّلاَمُ عَلَيْكَ يَا بَابَ اللَّهِ وَ دَيَّانَ دِينِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا خَلِيفَةَ اللَّهِ وَ نَاصِرَ حَقِّهِ السَّلاَمُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ دَلِيلَ إِرَادَتِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا تَالِيَ كِتَابِ اللَّهِ وَ تَرْجُمَانَهُ السَّلاَمُ عَلَيْكَ فِي آنَاءِ لَيْلِكَ وَ أَطْرَافِ نَهَارِكَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا بَقِيَّةَ اللَّهِ فِي أَرْضِهِ السَّلاَمُ عَلَيْكَ يَا مِيثَاقَ اللَّهِ الَّذِي أَخَذَهُ وَ وَكَّدَهُ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا وَعْدَ اللَّهِ الَّذِي ضَمِنَهُ
					<Sep />
					السَّلاَمُ عَلَيْكَ أَيُّهَا الْعَلَمُ الْمَنْصُوبُ وَ الْعِلْمُ الْمَصْبُوبُ وَ الْغَوْثُ وَ الرَّحْمَةُ الْوَاسِعَةُ وَعْداً غَيْرَ مَكْذُوبٍ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تَقُومُ السَّلاَمُ عَلَيْكَ حِينَ تَقْعُدُ السَّلاَمُ عَلَيْكَ حِينَ تَقْرَأُ وَ تُبَيِّنُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُصَلِّي وَ تَقْنُتُ السَّلاَمُ عَلَيْكَ حِينَ تَرْكَعُ وَ تَسْجُدُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُهَلِّلُ وَ تُكَبِّرُ السَّلاَمُ عَلَيْكَ حِينَ تَحْمَدُ وَ تَسْتَغْفِرُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُصْبِحُ وَ تُمْسِي السَّلاَمُ عَلَيْكَ فِي اللَّيْلِ إِذَا يَغْشَى وَ النَّهَارِ إِذَا تَجَلَّى
					<Sep />
					السَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ الْمَأْمُونُ السَّلاَمُ عَلَيْكَ أَيُّهَا الْمُقَدَّمُ الْمَأْمُولُ السَّلاَمُ عَلَيْكَ بِجَوَامِعِ السَّلاَمِ
					<Sep />
					أُشْهِدُكَ يَا مَوْلاَيَ أَنِّي أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ
					<Sep />
					وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ لاَ حَبِيبَ إِلاَّ هُوَ وَ أَهْلُهُ وَ أُشْهِدُكَ يَا مَوْلاَيَ أَنَّ عَلِيّاً أَمِيرَ الْمُؤْمِنِينَ حُجَّتُهُ
					<Sep />
					<ul class="columns2">
						<li>
							<span>وَ الْحَسَنَ حُجَّتُهُ</span>
						</li>
						<li>
							<span>وَ الْحُسَيْنَ حُجَّتُهُ</span>
						</li>
					</ul>
					<ul class="columns2">
						<li>
							<span>وَ عَلِيَّ بْنَ الْحُسَيْنِ حُجَّتُهُ</span>
						</li>
						<li>
							<span>وَ مُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ</span>
						</li>
					</ul>
					<ul class="columns2">
						<li>
							<span>وَ جَعْفَرَ بْنَ مُحَمَّدٍ حُجَّتُهُ</span>
						</li>
						<li>
							<span>وَ مُوسَى بْنَ جَعْفَرٍ حُجَّتُهُ</span>
						</li>
					</ul>
					<ul class="columns2">
						<li>
							<span>وَ عَلِيَّ بْنَ مُوسَى حُجَّتُهُ</span>
						</li>
						<li>
							<span>وَ مُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ</span>
						</li>
					</ul>
					<ul class="columns2">
						<li>
							<span>وَ عَلِيَّ بْنَ مُحَمَّدٍ حُجَّتُهُ</span>
						</li>
						<li>
							<span>وَ الْحَسَنَ بْنَ عَلِيٍّ حُجَّتُهُ</span>
						</li>
					</ul>
					<Sep />
					وَ أَشْهَدُ أَنَّكَ حُجَّةُ اللَّهِ أَنْتُمْ الْأَوَّلُ وَ الْآخِرُ
					<Sep />
					وَ أَنَّ رَجْعَتَكُمْ حَقٌّ لاَ رَيْبَ فِيهَا
					<Sep />
					يَوْمَ لاَ يَنْفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً
					<Sep />
					وَ أَنَّ الْمَوْتَ حَقٌّ وَ أَنَّ نَاكِراً وَ نَكِيراً حَقٌّ وَ أَشْهَدُ أَنَّ النَّشْرَ حَقٌّ وَ الْبَعْثَ حَقٌّ
					<Sep />
					وَ أَنَّ الصِّرَاطَ حَقٌّ وَ الْمِرْصَادَ حَقٌّ وَ الْمِيزَانَ حَقٌّ وَ الْحَشْرَ حَقٌّ
					<Sep />
					وَ الْحِسَابَ حَقٌّ وَ الْجَنَّةَ وَ النَّارَ حَقٌّ وَ الْوَعْدَ وَ الْوَعِيدَ بِهِمَا حَقٌّ
					<Sep />
					يَا مَوْلاَيَ شَقِيَ مَنْ خَالَفَكُمْ وَ سَعِدَ مَنْ أَطَاعَكُمْ فَاشْهَدْ عَلَى مَا أَشْهَدْتُكَ عَلَيْهِ
					<Sep />
					وَ أَنَا وَلِيٌّ لَكَ بَرِيءٌ مِنْ عَدُوِّكَ فَالْحَقُّ مَا رَضِيتُمُوهُ وَ الْبَاطِلُ مَا أَسْخَطْتُمُوهُ
					<Sep />
					وَ الْمَعْرُوفُ مَا أَمَرْتُمْ بِهِ وَ الْمُنْكَرُ مَا نَهَيْتُمْ عَنْهُ فَنَفْسِي مُؤْمِنَةٌ بِاللَّهِ وَحْدَهُ لاَ شَرِيكَ لَهُ وَ بِرَسُولِهِ
					<Sep />
					وَ بِأَمِيرِ الْمُؤْمِنِينَ وَ بِكُمْ يَا مَوْلاَيَ أَوَّلِكُمْ وَ آخِرِكُمْ وَ نُصْرَتِي مُعَدَّةٌ لَكُمْ وَ مَوَدَّتِي خَالِصَةٌ لَكُمْ آمِينَ آمِينَ
					<Sep />
				</Ara>

				<hr />

				<h3>ختم شیخ بهایی</h3>
				<Ara>
					بسم الله الرحمن الرحیم
					<Sep />
					<br />
					یا مُفَتِّحَ الأبواب یا مُقَلِّبَ القُلُوبِ و الأَبصار یا دَلیلَ المُتَحیِّرین و یا غیاثَ المُستغیثین
					<Sep />
					<br />
					توکّلتُ علیک یا رب و اقضِ حاجتی و اکفِ مُهِمّی
					<Sep />
					<br />
					و لا حولَ و لا قوّهَ إلا بالله العلیِّ العظیم و صلّی الله علی محمد و آله أجمعین
					<Sep />
				</Ara>
			</Page>

			<Page center>
				<h5>دستور</h5>
				<ul>
					<li>
						<span>صد الله اکبر</span>
					</li>
					<li>
						<span>یک سلام آخر زیارت عاشورا</span>
					</li>
					<li>
						<span>یک لعن آخر زیارت عاشورا</span>
					</li>
					<li>
						<span>قرائت زیارت عاشورا از ابتدا تا اول لعن</span>
					</li>
					<li>
						<span>دو رکعت نماز هدیه بمحضر حضرت سیدالشهدا علیه السلام</span>
					</li>
					<li>
						<span>صد الله اکبر</span>
					</li>
					<li>
						<span>قرائت زیارت عاشورا از ابتدا تا انتها همراه با صد لعن و صد سلام</span>
					</li>
					<li>
						<span>دو رکعت نماز زیارت حضرت اباعبدالله علیه السلام</span>
					</li>
					<li>
						<span>صدقه برای سلامتی امام زمان علیه السلام</span>
					</li>
				</ul>

				<h5>نکات</h5>

				<ul>
					<li>
						<span>این دستور تا چهل روز و بدون فاصله شدن بین روزها انجام شود.</span>
					</li>
					<li>
						<span>زمان انجام آن در بین طلوع و غروب آفتاب باشد.</span>
					</li>
					<li>
						<span>در بین قرائت زیارت با کسی صحبت نکند</span>
					</li>
					<li>
						<span>کسی جز اعضای خانواده از انجام این عمل مطلع نشوند.</span>
					</li>
					<li>
						<span>
							احتیاطا بجای عبارت (( و هذا یومٌ فرحَت )) عبارت (( و یوم قتل الحسین یومٌ فرحَت )) و بجای عبارت (( إن هذا یوم ٌ تبرّکت )) عبارت (( إن یومَ قتل الحسین یومٌ تبرّکت )) قرائت
							شود.
						</span>
					</li>
				</ul>
			</Page>

			<Page>
				<h3>زیارت عاشورا</h3>

				<p class="arabicText">
					اَلسَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ السَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ
					<Sep />
					اَلسَّلامُ عَلَیْکَ یا خِیَرَةَ اللَّهِ وَابْنَ خِیَرَتِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَ ابْنَ سَيِّدِ الْوَصِيِّينَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ثَارَ اللَّهِ وَ ابْنَ ثَارِهِ وَ الْوِتْرَ الْمَوْتُورَ
					<Sep />
					السَّلاَمُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ عَلَيْكُمْ مِنِّي جَمِيعاً سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ لَقَدْ عَظُمَتِ الرَّزِيَّةُ وَ جَلَّتْ وَ عَظُمَتِ الْمُصِيبَةُ بِكَ عَلَيْنَا وَ عَلَى جَمِيعِ أَهْلِ الْإِسْلاَمِ
					<Sep />
					وَ جَلَّتْ وَ عَظُمَتْ مُصِيبَتُكَ فِي السَّمَاوَاتِ عَلَى جَمِيعِ أَهْلِ السَّمَاوَاتِ
					<Sep />
					فَلَعَنَ اللَّهُ أُمَّةً أَسَّسَتْ أَسَاسَ الظُّلْمِ وَ الْجَوْرِ عَلَيْكُمْ أَهْلَ الْبَيْتِ
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً دَفَعَتْكُمْ عَنْ مَقَامِكُمْ وَ أَزَالَتْكُمْ عَنْ مَرَاتِبِكُمُ الَّتِي رَتَّبَكُمُ اللَّهُ فِيهَا
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكُمْ وَ لَعَنَ اللَّهُ الْمُمَهِّدِينَ لَهُمْ بِالتَّمْكِينِ مِنْ قِتَالِكُمْ
					<Sep />
					بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ وَ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ وَ أَوْلِيَائِهِمْ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ إِلَى يَوْمِ الْقِيَامَةِ
					<Sep />
					وَ لَعَنَ اللَّهُ آلَ زِيَادٍ وَ آلَ مَرْوَانَ وَ لَعَنَ اللَّهُ بَنِي أُمَيَّةَ قَاطِبَةً وَ لَعَنَ اللَّهُ ابْنَ مَرْجَانَةَ
					<Sep />
					وَ لَعَنَ اللَّهُ عُمَرَ بْنَ سَعْدٍ وَ لَعَنَ اللَّهُ شِمْراً
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً أَسْرَجَتْ وَ أَلْجَمَتْ وَ تَنَقَّبَتْ لِقِتَالِكَ بِأَبِي أَنْتَ وَ أُمِّي
					<Sep />
					لَقَدْ عَظُمَ مُصَابِي بِكَ فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَ مَقَامَكَ وَ أَكْرَمَنِي بِكَ
					<Sep />
					أَنْ يَرْزُقَنِي طَلَبَ ثَارِكَ مَعَ إِمَامٍ مَنْصُورٍ مِنْ أَهْلِ بَيْتِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ
					<Sep />
					اللَّهُمَّ اجْعَلْنِي عِنْدَكَ وَجِيهاً بِالْحُسَيْنِ عليه السلام فِي الدُّنْيَا وَ الْآخِرَةِ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ إِنِّي أَتَقَرَّبُ إِلَى اللَّهِ وَ إِلَى رَسُولِهِ وَ إِلَى أَمِيرِ الْمُؤْمِنِينَ
					<Sep />
					وَ إِلَى فَاطِمَةَ وَ إِلَى الْحَسَنِ وَ إِلَيْكَ بِمُوَالاَتِكَ
					<Sep />
					وَ بِالْبَرَاءَةِ
					<Sep />
					مِمَّنْ أَسَّسَ أَسَاسَ ذَلِكَ وَ بَنَى عَلَيْهِ بُنْيَانَهُ
					<Sep />
					وَ جَرَى فِي ظُلْمِهِ وَ جَوْرِهِ عَلَيْكُمْ وَ عَلَى أَشْيَاعِكُمْ بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ
					<Sep />
					وَ أَتَقَرَّبُ إِلَى اللَّهِ ثُمَّ إِلَيْكُمْ بِمُوَالاَتِكُمْ وَ مُوَالاَةِ وَلِيِّكُمْ
					<Sep />
					وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ وَ النَّاصِبِينَ لَكُمُ الْحَرْبَ وَ بِالْبَرَاءَةِ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ
					<Sep />
					إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ وَ وَلِيٌّ لِمَنْ وَالاَكُمْ وَ عَدُوٌّ لِمَنْ عَادَاكُمْ
					<Sep />
					فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَنِي بِمَعْرِفَتِكُمْ وَ مَعْرِفَةِ أَوْلِيَائِكُمْ وَ رَزَقَنِي الْبَرَاءَةَ مِنْ أَعْدَائِكُمْ
					<Sep />
					أَنْ يَجْعَلَنِي مَعَكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ يُثَبِّتَ لِي عِنْدَكُمْ قَدَمَ صِدْقٍ فِي الدُّنْيَا وَ الْآخِرَةِ
					<Sep />
					وَ أَسْأَلُهُ أَنْ يُبَلِّغَنِي الْمَقَامَ الْمَحْمُودَ لَكُمْ عِنْدَ اللَّهِ
					<Sep />
					وَ أَنْ يَرْزُقَنِي طَلَبَ ثَارِي (ثَارَكُمْ) مَعَ إِمَامٍ هُدًى (مَهْدِيٍّ) ظَاهِرٍ نَاطِقٍ بِالْحَقِّ مِنْكُمْ
					<Sep />
					وَ أَسْأَلُ اللَّهَ بِحَقِّكُمْ وَ بِالشَّأْنِ الَّذِي لَكُمْ عِنْدَهُ أَنْ يُعْطِيَنِي بِمُصَابِي بِكُمْ أَفْضَلَ مَا يُعْطِي مُصَاباً بِمُصِيبَتِهِ
					<Sep />
					مُصِيبَةً مَا أَعْظَمَهَا وَ أَعْظَمَ رَزِيَّتَهَا فِي الْإِسْلاَمِ وَ فِي جَمِيعِ السَّمَاوَاتِ وَ الْأَرْضِ
					<Sep />
					اللَّهُمَّ اجْعَلْنِي فِي مَقَامِي هَذَا مِمَّنْ تَنَالُهُ مِنْكَ صَلَوَاتٌ وَ رَحْمَةٌ وَ مَغْفِرَةٌ
					<Sep />
					اللَّهُمَّ اجْعَلْ مَحْيَايَ مَحْيَا مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مَمَاتِي مَمَاتَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ
					<Sep />
					اللَّهُمَّ إِنَّ <span class="textChange">يَوْمَ قُتِلَ الحُسَین</span> تَبَرَّكَتْ بِهِ بَنُو أُمَيَّةَ وَ ابْنُ آكِلَةِ الْأَكْبَادِ
					<Sep />
					اللَّعِينُ ابْنُ اللَّعِينِ عَلَى لِسَانِكَ وَ لِسَانِ نَبِيِّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)
					<Sep />
					فِي كُلِّ مَوْطِنٍ وَ مَوْقِفٍ وَقَفَ فِيهِ نَبِيُّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)
					<Sep />
					اللَّهُمَّ الْعَنْ أَبَا سُفْيَانَ وَ مُعَاوِيَةَ وَ يَزِيدَ بْنَ مُعَاوِيَةَ عَلَيْهِمْ مِنْكَ اللَّعْنَةُ أَبَدَ الْآبِدِينَ
					<Sep />
					وَ <span class="textChange">يَوْمَ قُتِلَ الحُسَین</span> فَرِحَتْ بِهِ آلُ زِيَادٍ وَ آلُ مَرْوَانَ بِقَتْلِهِمُ الْحُسَيْنَ صَلَوَاتُ اللَّهِ عَلَيْهِ
					<Sep />
					اللَّهُمَّ فَضَاعِفْ عَلَيْهِمُ اللَّعْنَ مِنْكَ وَ الْعَذَابَ الْأَلِيمَ
					<Sep />
					اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ فِي هَذَا الْيَوْمِ وَ فِي مَوْقِفِي هَذَا وَ أَيَّامِ حَيَاتِي
					<Sep />
					بِالْبَرَاءَةِ مِنْهُمْ وَ اللَّعْنَةِ عَلَيْهِمْ وَ بِالْمُوَالاَةِ لِنَبِيِّكَ وَ آلِ نَبِيِّكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلاَمُ
				</p>

				<h5>دستور</h5>
				<ul>
					<li>
						<span>صد الله اکبر</span>
					</li>
					<li>
						<span>یک سلام آخر زیارت عاشورا</span>
					</li>
					<li>
						<span>یک لعن آخر زیارت عاشورا</span>
					</li>
					<li>
						<span>قرائت زیارت عاشورا از ابتدا تا اول لعن</span>
					</li>
					<li>
						<span>دو رکعت نماز هدیه بمحضر حضرت سیدالشهدا علیه السلام</span>
					</li>
					<li>
						<span>صد الله اکبر</span>
					</li>
					<li>
						<span>قرائت زیارت عاشورا از ابتدا تا انتها همراه با صد لعن و صد سلام</span>
					</li>
					<li>
						<span>دو رکعت نماز زیارت حضرت اباعبدالله علیه السلام</span>
					</li>
					<li>
						<span>صدقه برای سلامتی امام زمان علیه السلام</span>
					</li>
				</ul>
			</Page>

			<Page center>
				<h5>پس مى‌گويى صد مرتبه</h5>
				<Ara class={"big"}>
					اللَّهُمَّ الْعَنْ أَوَّلَ ظَالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					وَ آخِرَ تَابِعٍ لَهُ عَلَى ذَلِكَ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					اللَّهُمَّ الْعَنِ الْعِصَابَةَ الَّتِي جَاهَدَتِ الْحُسَيْنَ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					وَ شَايَعَتْ وَ بَايَعَتْ وَ تَابَعَتْ عَلَى قَتْلِهِ اللَّهُمَّ الْعَنْهُمْ جَمِيعاً
					<Sep />
				</Ara>
				<Trans>پروردگارا تو لعنت فرست بر اول ظالمی که در حقّ محمّد(ص)و آل پاکش ظلم و ستم کرد و آخرین ظالمی که از آن ظالم نخستین در ظلم تبعیّت کرد</Trans>
				<Trans>پروردگارا تو بر جماعتی که بر علیه حسین(ع)به جنگ برخاستند لعنت فرست و بر شیعیانشان و بر هر که با آنان بیعت کرد و از آنها پیروی کرد پروردگارا بر همه لعنت فرست</Trans>
			</Page>

			<Page center>
				<h5>پس مى‌گويى صد مرتبه</h5>
				<Ara class={"big"}>
					السَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					عَلَيْكَ مِنِّي سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					وَ لاَ جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكُمْ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					السَّلاَمُ عَلَى الْحُسَيْنِ وَ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ
					<Sep />
				</Ara>
				<Ara class={"big"}>
					وَ عَلَى أَوْلاَدِ الْحُسَيْنِ وَ عَلَى أَصْحَابِ الْحُسَيْنِ
					<Sep />
				</Ara>
				<Trans>سلام بر تو ای ابا عبد اللّه و بر ارواح پاکی که در جوار و حریم تو در آمدند</Trans>
				<Trans>سلام خدا از من بر تو باد الی الأبد مادامی که لیل و نهار باقی است</Trans>
				<Trans>و خدا این زیارت مرا آخرین عهد با حضرتت قرار ندهد</Trans>
				<Trans>سلام بر حسین(ع)و بر علیّ بن الحسین(ع)و بر فرزندان حسین و بر اصحاب حسین(ع)</Trans>
			</Page>

			<Page center>
				<h5>پس مى‌گويى</h5>

				<Ara>
					اللَّهُمَّ خُصَّ أَنْتَ أَوَّلَ ظَالِمٍ بِاللَّعْنِ مِنِّي وَ ابْدَأْ بِهِ أَوَّلاً ثُمَّ (الْعَنِ) الثَّانِيَ وَ الثَّالِثَ وَ الرَّابِعَ
					<Sep />
					اللَّهُمَّ الْعَنْ يَزِيدَ خَامِساً وَ الْعَنْ عُبَيْدَ اللَّهِ بْنَ زِيَادٍ وَ ابْنَ مَرْجَانَةَ
					<Sep />
					وَ عُمَرَ بْنَ سَعْدٍ وَ شِمْراً وَ آلَ أَبِي سُفْيَانَ وَ آلَ زِيَادٍ وَ آلَ مَرْوَانَ إِلَى يَوْمِ الْقِيَامَةِ
				</Ara>
				<h5>پس به سجده مى‌روى و مى‌گويى</h5>
				<Ara>
					اللَّهُمَّ لَكَ الْحَمْدُ حَمْدَ الشَّاكِرِينَ لَكَ عَلَى مُصَابِهِمْ الْحَمْدُ لِلَّهِ عَلَى عَظِيمِ رَزِيَّتِي
					<Sep />
					اللَّهُمَّ ارْزُقْنِي شَفَاعَةَ الْحُسَيْنِ يَوْمَ الْوُرُودِ
					<Sep />
					وَ ثَبِّتْ لِي قَدَمَ صِدْقٍ عِنْدَكَ مَعَ الْحُسَيْنِ وَ أَصْحَابِ الْحُسَيْنِ الَّذِينَ بَذَلُوا مُهَجَهُمْ دُونَ الْحُسَيْنِ عليه السلام
				</Ara>

				<h5>سپس</h5>
				<ul>
					<li>
						<span>دو رکعت نماز زیارت حضرت اباعبدالله علیه السلام</span>
					</li>
					<li>
						<span>صدقه برای سلامتی امام زمان علیه السلام</span>
					</li>
				</ul>
			</Page>

			<Page>
				<h3>صلوات شعبانیه</h3>
				<Ara>
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، شَجَرَةِ النُّبُوَّةِ، وَمَوْضِعِ الرِّسٰالَةِ، وَمُخْتَلَفِ الْمَلاٰئِکَةِ، وَمَعْدِنِ الْعِلْمِ، وَاَهْلِ بَیْتِ الْوَحْىِ،
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، اَلْفُلْکِ الْجٰارِیَةِ فِى اللُّجَجِ الْغٰامِرَةِ، یَأْمَنُ مَنْ رَکِبَهٰا، وَیَغْرَقُ مَنْ تَرَکَهٰا،
					<Sep />
					اَلْمُتَقَدِّمُ لَهُمْ مٰارِقٌ، وَالْمُتَاَخِّرُ عَنْهُمْ زٰاهِقٌ، وَاللّٰازِمُ لَهُمْ لاٰحِقٌ،
					<Sep />
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، اَلْکَهْفِ الْحَصینِ، وَغِیٰاثِ الْمُضْطَرِّ الْمُسْتَکینِ، وَمَلْجَأِ الْهٰارِبینَ، وَعِصْمَةِ الْمُعْتَصِمینَ،
					<Sep />
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، صَلاٰةً کَثیرَةً تَکُونُ لَهُمْ رِضاً، وَلِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ اَدٰآءً وَقَضٰآءً، بِحَوْل مِنْکَ وَقُوَّةٍ یٰا رَبَّ
					الْعٰالَمینَ،
					<Sep />
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، اَلطَّیِّبینَ الْأَبْرٰارِ الْأَخْیٰارِ، اَلَّذینَ اَوْجَبْتَ حُقُوقَهُمْ، وَفَرَضْتَ طٰاعَتَهُمْ وَوِلاٰیَتَهُمْ،
					<Sep />
					اَللّـٰهُمَّ صَلِّ عَلىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاعْمُرْ قَلْبى بِطٰاعَتِکَ، وَلاٰ تُخْزِنى بِمَعْصِیَتِکَ،
					<Sep />
					وَارْزُقْنى مُوٰاسٰاةَ مَنْ قَتَّرْتَ عَلَیْهِ مِنْ رِزْقِکَ، بِمٰا وَسَّعْتَ عَلَىَّ مِنْ فَضْلِکَ، وَنَشَرْتَ عَلَىَّ مِنْ عَدْلِکَ، وَاَحْیَیْتَنى تَحْتَ ظِلِّکَ،
					<Sep />
					وَهٰذٰا شَهْرُ نَبِیِّکَ سَیِّدِ رُسُلِکَ، شَعْبٰانُ الَّذى حَفَفْتَهُ مِنْکَ بِالرَّحْمَةِ وَالرِّضْوٰانِ،
					<Sep />
					اَلَّذى کٰانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَیْهِ وَالِه وَسَلَّمَ، یَدْاَبُ فى صِیٰامِهِ وَقِیٰامِهِ، فى لَیٰالیهِ وَاَیّٰامِهِ،
					<Sep />
					بُخُوعاً لَکَ فى اِکْرٰامِهِ وَاِعْظٰامِهِ اِلىٰ مَحَلِّ حِمٰامِهِ،
					<Sep />
					اَللّـٰهُمَّ فَاَعِنّٰا عَلَى الْإِسْتِنٰانِ بِسُنَّتِهِ فیهِ، وَنَیْلِ الشَّفٰاعَةِ لَدَیْهِ،
					<Sep />
					اَللّـٰهُمَّ وَاجْعَلْهُ لى شَفیعاً مُشَفَّعاً، وَطَریقاً اِلَیْکَ مَهْیَعاً، وَاجْعَلْنى لَهُ مُتَّبِعاً،
					<Sep />
					حَتّىٰ اَلْقٰاکَ یَوْمَ الْقِیٰمَةِ عَنّى رٰاضِیاً، وَعَنْ ذُنُوبى غٰاضِیاً،
					<Sep />
					قَدْ اَوْجَبْتَ لى مِنْکَ الرَّحْمَةَ وَالرِّضْوٰانَ، وَاَنْـزَلْتَنى دٰارَ الْقَـرٰارِ، وَمَحَـلَّ الْأَخْیـٰارِ.
					<Sep />
				</Ara>
			</Page>

			<Page>
				<h3>دعای توسل</h3>
				<Ara>
					بِسْمِ اللهِ الرَّحْمٰنِ الرَّحیمِ
					<br />
					اَللّـٰهُمَّ اِنّى اَسْئَلُکَ وَاَتَوَجَّهُ اِلَیْکَ بِنَبِیِّکَ نَبِىِّ الرَّحْمَةِ، مُحَمَّدٍ صَلَّى اللهُ عَلَیْهِ وَآلِهِ،
					<Sep />
					یٰا اَبَا الْقٰاسِمِ یٰا رَسُولَ اللهِ، یٰا اِمٰامَ الرَّحْمَةِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبَا الْحَسَنِ یٰا اَمیرَالْمُؤْمِنینَ، یٰا عَلِىَّ بْنَ اَبیطٰالِب، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا فٰاطِمَةُ الزَّهْرٰآءُ یٰا بِنْتَ مُحَمَّدٍ، یٰا قُرَّةَ عَیْنِ الرَّسُولِ، یٰا سَیِّدَتَنٰا وَمَوْلاٰتَنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکِ اِلَى اللهِ، وَقَدَّمْنٰاکِ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهَةً عِنْدَ اللهِ، اِشْفَعى لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰا مُحَمَّدٍ یٰا حَسَنَ بْنَ عَلِىٍّ، اَیُّهَا الْمُجْتَبىٰ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰاعَبْدِاللهِ یٰا حُسَیْنَ بْنَ عَلِىٍّ، اَیُّهَا الشَّهیدُ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبَا الْحَسَنِ یٰا عَلِىَّ بْنَ الْحُسَیْنِ، یٰا زَیْنَ الْعٰابِدینَ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰا جَعْفَرٍ یٰا مُحَمَّدَ بْنَ عَلِىٍّ، اَیُّهَا الْبٰاقِرُ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰا عَبْدِ اللهِ یٰا جَعْفَرَ بْنَ مُحَمَّد، اَیُّهَا الصّٰادِقُ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبَا الْحَسَنِ یٰا مُوسَى بْنَ جَعْفَر، اَیُّهَا الْکٰاظِمُ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبَا الْحَسَنِ یٰا عَلِىَّ بْنَ مُوسىٰ، اَیُّهَا الرِّضٰا یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰا جَعْفَرٍ یٰا مُحَمَّدَ بْنَ عَلِىٍّ، اَیُّهَا التَّقِىُّ الْجَوٰادُ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبَا الْحَسَنِ یٰا عَلِىَّ بْنَ مُحَمَّد، اَیُّهَا الْهٰادِى النَّقِىُّ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا اَبٰا مُحَمَّدٍ یٰا حَسَنَ بْنَ عَلِىٍّ، اَیُّهَا الزَّکِىُّ الْعَسْکَرِىُّ یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ،
					<hr />
					یٰا وَصِىَّ الْحَسَنِ وَالْخَلَفَ الْحُجَّةَ، اَیُّهَا الْقٰآئِمُ الْمُنْتَظَرُ الْمَهْدِىُّ، یَابْنَ رَسُولِ اللهِ، یٰا حُجَّةَ اللهِ عَلىٰ خَلْقِهِ، یٰا سَیِّدَنٰا وَمَوْلیٰنٰا،
					<Sep />
					اِنّٰا تَوَجَّهْنٰا وَاسْتَشْفَعْنٰا وَتَوَسَّلْنٰا بِکَ اِلَى اللهِ، وَقَدَّمْنٰاکَ بَیْنَ یَدَىْ حٰاجٰاتِنٰا،
					<Sep />
					یٰا وَجیهاً عِنْدَ اللهِ، اِشْفَعْ لَنٰا عِنْدَ اللهِ
					<Sep />
				</Ara>
				<Trans>سپس حاجت خود را بخواهد که ان شاءالله تعالى برآورده مى شود.</Trans>
				<Ara>
					یٰا سٰادَتى وَمَوٰالِىَّ، اِنّى تَوَجَّهْتُ بِکُمْ اَئِمَّتى وَعُدَّتى لِیَوْمِ فَقْرى وَحٰاجَتى اِلَى اللهِ،
					<Sep />
					وَ تَوَسَّلْتُ بِکُمْ اِلَى اللهِ، وَاسْتَشْفَعْتُ بِکُمْ اِلَى اللهِ،
					<Sep />
					فَاشْفَعُوا لى عِنْدَ اللهِ، وَاسْتَنْقِذُونى مِنْ ذُنُوبى عِنْدَ اللهِ،
					<Sep />
					فَاِنَّکُمْ وَسیلَتى اِلَى اللهِ، وَبِحُبِّکُمْ وَبِقُرْبِکُمْ اَرْجُو نَجٰاةً مِنَ اللهِ،
					<Sep />
					فَکُونُوا عِنْدَ اللهِ رَجٰآئى، یٰا سٰادَتى یٰا اَوْلِیٰآءَ اللهِ، صَلَّى اللهُ عَلَیْهِمْ اَجْمَعینَ،
					<Sep />
					وَلَعَنَ اللهُ اَعْدٰآءَ اللهِ ظٰالِمیهِمْ مِنَ الْأَوَّلینَ وَالْاٰخِرینَ، اٰمینَ رَبَّ الْعٰالَمینَ.
				</Ara>

				<h3>صلوات خاصه امام رضا علیه السلام</h3>
				<Ara>
					اللَّهُمَّ صَلِّ عَلَى عَلِیِّ بْنِ مُوسَى الرِّضَا الْمُرْتَضَى الْإِمَامِ التَّقِیِّ النَّقِیِ‏ وَ حُجَّتِکَ عَلَى مَنْ فَوْقَ الْأَرْضِ وَ مَنْ تَحْتَ الثَّرَى الصِّدِّیقِ
					الشَّهِیدِ صَلاَةً کَثِیرَةً تَامَّةً زَاکِیَةً مُتَوَاصِلَةً مُتَوَاتِرَةً مُتَرَادِفَةً کَأَفْضَلِ مَا صَلَّیْتَ عَلَى أَحَدٍ مِنْ أَوْلِیَائِکَ‏
				</Ara>

				<h3>صلوات حضرت فاطمه (س)</h3>
				<Ara>اللّهمّ صلّ علی فاطمهٔ و أبیها و بعلها و بنیها و السّرّ المستودع فیها بعدد ما أحاط به علمک.</Ara>
			</Page>

			<Page>
				<h3>دعای پنجم صحیفه سجادیه</h3>
				<Trans>وَ كَانَ مِنْ دُعَائِهِ عَلَيْهِ السَّلَامُ لِنَفْسِهِ وَ لِأَهْلِ وَلَايَتِهِ دعاى آن حضرت است در حقّ خود و دوستانش</Trans>
				<Ara> يَا مَنْ لَا تَنْقَضِي عَجَائِبُ عَظَمَتِهِ ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ احْجُبْنَا عَنِ الْإِلْحَادِ فِي عَظَمَتِكَ</Ara>
				<Trans>ای آن‌که شگفتی‌های عظمتش به پایان نمی‌رسد! بر محمّد و آلش درود فرست و ما را از سرکشی و ستیزگی در برابر بزرگی‌ات، حائل و مانع باش.</Trans>
				<Ara> وَ يَا مَنْ لَا تَنْتَهِي مُدَّةُ مُلْكِهِ ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ أَعْتِقْ رِقَابَنَا مِنْ نَقِمَتِكَ .</Ara>
				<Trans>و ای آن‌که دوران فرمانروایی‌اش به نهایت نمی‌رسد! بر محمّد و آل محمّد درود فرست و ما را از مجازاتت رهایی بخش.</Trans>
				<Ara> وَ يَا مَنْ لَا تَفْنَى خَزَائِنُ رَحْمَتِهِ ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ لَنَا نَصِيباً فِي رَحْمَتِكَ .</Ara>
				<Trans>و ای آن‌که خزینه‌های رحمتش نابود نمی‌شود! بر محمّد و آلش درود فرست و از رحمتت برای ما بهره و سهمی قرار ده.</Trans>
				<Ara> وَ يَا مَنْ تَنْقَطِعُ دُونَ رُؤْيَتِهِ الْأَبْصَارُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ أَدْنِنَا إِلَي قُرْبِكَ</Ara>
				<Trans>و ای آن‌که دیده‌ها، از دیدنش باز می‌ماند! بر محمّد و آلش درود فرست و ما را به قرب خود نزدیک کن.</Trans>
				<Ara> وَ يَا مَنْ تَصْغُرُ عِنْدَ خَطَرِهِ الْأَخْطَارُ ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ كَرِّمْنَا عَلَيْكَ .</Ara>
				<Trans>و ای آن‌که نزد عرصه‌گاه مقامش، همۀ مقام‌ها کوچک است! بر محمّد و آلش درود فرست و ما را در پیشگاهت ارجمند دار.</Trans>
				<Ara> وَ يَا مَنْ تَظْهَرُ عِنْدَهُ بَوَاطِنُ الْأَخْبَارِ ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ لَا تَفْضَحْنَا لَدَيْكَ .</Ara>
				<Trans>و ای آن‌که باطن خبرها، نزدش آشکار می‌شود، بر محمّد و آلش درود فرست و ما را نزد خود رسوا مکن.</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ أَغْنِنَا عَنْ هِبَةِ الْوَهَّابِينَ بِهِبَتِكَ ، وَ اكْفِنَا وَحْشَةَ الْقَاطِعِينَ بِصِلَتِكَ حَتَّى لَا نَرْغَبَ إِلَى أَحَدٍ مَعَ بَذْلِكَ ، وَ لَا نَسْتَوْحِشَ مِنْ
					أَحَدٍ مَعَ فَضْلِكَ .
				</Ara>
				<Trans>
					خدایا! به عطا و احسانت، ما را از عطا و احسان دیگران بی‌نیاز ساز و از ما غم و اندوه بریده شدن احسان دیگران را به احسان و جایزه‌ات کفایت کن تا با بذل و بخشش تو، به دنبال بذل و بخشش
					احدی رغبت نکنیم و با فضل و احسان تو از احدی نهراسیم.
				</Trans>
				<Ara> اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ كِدْ لَنَا وَ لَا تَكِدْ عَلَيْنَا ، وَ امْكُرْ لَنَا وَ لَا تَمْكُرْ بِنَا ، وَ أَدِلْ لَنَا وَ لَا تُدِلْ مِنَّا .</Ara>
				<Trans>
					خدایا! بر محمّد و آلش درود فرست و به سود ما چاره فرما و به زیان ما چاره مساز و به سود ما تدبیر کن و به زیان ما تدبیر مفرما و ما را بر دیگران پیروزی ده و دیگران را بر ما پیروز
					مگردان.
				</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ قِنَا مِنْكَ ، وَ احْفَظْنَا بِكَ ، وَ اهْدِنَا إِلَيْكَ ، وَ لَا تُبَاعِدْنَا عَنْكَ إِنَّ مَنْ تَقِهِ يَسْلَمْ وَ مَنْ تَهْدِهِ
					يَعْلَمْ ، وَ مَنْ تُقَرِّبْهُ اِلَيْكَ يَغْنَمْ .
				</Ara>
				<Trans>
					خدایا! بر محمّد و آلش درود فرست و ما را از خشم خود نگاه دار و به عنایتت محافظت فرما و به سوی خود هدایت کن و از حضرتت دور مساز؛ همانا هر که را تو حفظ کنی سالم می‌ماند و هر که را تو
					هدایت فرمایی دانا می‌شود و هر که را تو به خود نزدیک کنی، به بهره‌مندی می‌رسد.
				</Trans>
				<Ara> اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ اكْفِنَا حَدَّ نَوَائِبِ الزَّمَانِ ، وَ شَرَّ مَصَايِدِ الشَّيْطَانِ ، وَ مَرَارَةَ صَوْلَةِ السُّلْطَانِ .</Ara>
				<Trans>خدایا! بر محمّد و آلش درود فرست و ما را از شدّت حوادث ناگوار زمان و شرّ دام‌های شیطان و قهر و خشم سلطان، کفایت فرما.</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ إِنَّمَا يَكْتَفِي الْمُكْتَفُونَ بِفَضْلِ قُوَّتِكَ ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ اكْفِنَا ، وَ إِنَّمَا يُعْطِي الْمُعْطُونَ مِنْ فَضْلِ جِدَتِكَ ، فَصَلِّ
					عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ أَعْطِنَا ، وَ إِنَّمَا يَهْتَدِي الْمُهْتَدُونَ بِنُورِ وَجْهِكَ ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ اهْدِنَا .
				</Ara>
				<Trans>
					خدایا! جز این نیست که قناعت کنندگان، به فضل نیروی تو قناعت می‌کنند؛ پس بر محمّد و آلش درود فرست و ما را از فضل نیروی خود کفایت کن و جز این نیست که بخشندگان از فضل جود تو می‌بخشند؛
					پس بر محمّد و آلش درود فرست و از فضل جود خود بر ما ببخش و جز این نیست که راه‌یافتگان، به نور وجه تو راه می‌یابند؛ پس بر محمّد و آلش درود فرست و ما را به نور وجه خود هدایت کن.
				</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ إِنَّكَ مَنْ وَالَيْتَ لَمْ يَضْرُرْهُ خِذْلَانُ الْخَاذِلِينَ ، وَ مَنْ أَعْطَيْتَ لَمْ يَنْقُصْهُ مَنْعُ الْمَانِعِينَ ، وَ مَنْ هَدَيْتَ لَمْ يُغْوِهِ إِضْلَالُ
					الْمُضِلِّينَ
				</Ara>
				<Trans>
					خدایا! هر که را تو یاری دهی، اقدام خوارکنندگان برای خوار کردنش، زیانی به او نمی‌رساند و هر که را تو عطا کنی، ممانعت کردن منع‌کنندگان از او نمی‌کاهد؛ و هر که را تو هدایت فرمایی،
					اقدام گمراه‌کنندگان برای گمراه کردنش او را به گمراهی دچار نسازد.
				</Trans>
				<Ara> فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ امْنَعْنَا بِعِزِّكَ مِنْ عِبَادِكَ ، وَ أَغْنِنَا عَنْ غَيْرِكَ بِإِرْفَادِكَ ، وَ اسْلُكْ بِنَا سَبِيلَ الْحَقِّ بِاِرْشَادِكَ .</Ara>
				<Trans>پس بر محمّد و آلش درود فرست و به عزّتت ما را از شرّ بندگانت باز دار و به عطایت از غیر خود بی‌نیاز کن و به هدایتت ما را به راه حق ببر.</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ اجْعَلْ سَلَامَةَ قُلُوبِنَا فِي ذِكْرِ عَظَمَتِكَ ، وَ فَرَاغَ أَبْدَانِنَا فِي شُكْرِ نِعْمَتِكَ ، وَ انْطِلَاقَ أَلْسِنَتِنَا فِي
					وَصْفِ مِنَّتِكَ .
				</Ara>
				<Trans>خدایا! بر محمّد و آلش درود فرست و سلامت دل‌های ما را در توجّه به بزرگی‌ات و آسایش بدن‌هایمان را در شکر نعمتت و گشوده شدن زبانمان را در وصف عطایت، قرار ده.</Trans>
				<Ara>
					{" "}
					اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ ، وَ اجْعَلْنَا مِنْ دُعَاتِكَ الدَّاعِينَ إِلَيْكَ ، وَ هُدَاتِكَ الدَّالِّينَ عَلَيْكَ ، وَ مِنْ خَاصَّتِكَ الْخَاصِّينَ لَدَيْكَ ، يَا
					أَرْحَمَ الرَّاحِمِينَ .
				</Ara>
				<Trans>
					خدایا! بر محمّد و آلش درود فرست و ما را از دعوت‌کنندگانی که به سوی تو دعوت می‌کنند و راهنمایانی که به جانب تو، به دلالت بندگان برمی‌خیزند و از ویژۀ بندگانت که در پیشگاه حضرتت
					اختصاص به تو دارند، قرار ده؛ ای مهربان‌ترین مهربانان.
				</Trans>
			</Page>

			<Page>
				<h3>دعای هفتم صحیفه سجادیه</h3>
				<Ara>
					يَا مَنْ تُحَلُّ بِهِ عُقَدُ اَلْمَكَارِهِ‌، وَ يَا مَنْ يُفْثَأُ بِهِ حَدُّ اَلشَّدَائِدِ ، وَ يَا مَنْ يُلْتَمَسُ مِنْهُ اَلْمَخْرَجُ إِلَى رَوْحِ اَلْفَرَجِ‌ .
					<Sep />
					ذَلَّتْ‌ لِقُدْرَتِكَ اَلصِّعَابُ‌، وَ تَسَبَّبَتْ‌ بِلُطْفِكَ‌ اَلْأَسْبَابُ‌، وَ جَرَى بِقُدرَتِكَ اَلْقَضَاءُ‌ ، وَ مَضَتْ عَلَى إِرَادَتِكَ اَلْأَشْيَاءُ‌.
					<Sep />
					فَهِيَ‌ بِمَشِيَّتِكَ دُونَ قَوْلِكَ‌ مُؤْتَمِرَةٌ‌ ، وَ بِإِرَادَتِكَ دُونَ نَهْيِكَ مُنْزَجِرَةٌ‌.
					<Sep />
					أَنْتَ اَلْمَدْعُوُّ لِلْمُهِمَّاتِ‌، وَ أَنْتَ اَلْمَفْزَعُ‌ فِي اَلْمُلِمَّاتِ‌ ، لاَ يَنْدَفِعُ‌ مِنْهَا إِلاَّ مَا دَفَعْتَ‌، وَ لاَ يَنْكَشِفُ مِنْهَا إِلاَّ مَا كَشَفْتَ‌
					<Sep />
					وَ قَدْ نَزَلَ‌ بِي يَا رَبِّ‌ مَا قَدْ تَكَأَّدَنِي ثِقْلُهُ‌، وَ أَلَمَّ بِي مَا قَدْ بَهَظَنِي حَمْلُهُ‌.
					<Sep />
					وَ بِقُدْرَتِكَ أَوْرَدْتَهُ عَلَيَّ وَ بِسُلْطَانِكَ‌ وَجَّهْتَهُ إِلَيَّ‌ .
					<Sep />
					فَلاَ مُصْدِرَ لِمَا أَوْرَدْتَ‌، وَ لاَ صَارِفَ لِمَا وَجَّهْتَ‌، وَ لاَ فَاتِحَ لِمَا أَغْلَقْتَ‌، وَ لاَ مُغْلِقَ لِمَا فَتَحْتَ‌، وَ لاَ مُيَسِّرَ لِمَا عَسَّرْتَ‌، وَ لاَ
					نَاصِرَ لِمَنْ‌ خَذَلْتَ‌.
					<Sep />
					فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ‌ ، وَ اِفْتَحْ لِي يَا رَبِّ بَابَ اَلْفَرَجِ‌ بِطَوْلِكَ‌ ، وَ اِكْسِرْ عَنِّي سُلْطَانَ اَلْهَمِّ بِحَوْلِكَ‌، وَ أَنِلْنِي حُسْنَ اَلنَّظَرِ
					فِيمَا شَكَوْتُ‌ ، وَ أَذِقْنِي حَلاَوَةَ اَلصُّنْعِ‌ فِيمَا سَأَلْتُ‌، وَ هَبْ لِي مِنْ‌ لَدُنْكَ‌ رَحْمَةً‌ وَ فَرَجاً هَنِيئاً، وَ اِجْعَلْ لِي مِنْ عِنْدِكَ مَخْرَجاً وَحِيّاً
					.
					<Sep />
					وَ لاَ تَشْغَلْنِي بِالاِهْتِمَامِ‌ عَنْ تَعَاهُدِ فُرُوضِكَ‌ ، وَ اِسْتِعْمَالِ‌ سُنَّتِكَ‌ .
					<Sep />
					فَقَدْ ضِقْتُ لِمَا نَزَلَ بِي يَا رَبِّ ذَرْعاً ، وَ اِمْتَلَأْتُ بِحَمْلِ‌ مَا حَدَثَ عَلَيَّ هَمّاً، وَ أَنْتَ اَلْقَادِرُ عَلَى كَشْفِ مَا مُنِيتُ‌ بِهِ‌، وَ دَفْعِ‌ مَا
					وَقَعْتُ فِيهِ‌، فَافْعَلْ بِي ذَلِكَ‌ وَ إِنْ لَمْ أَسْتَوْجِبْهُ مِنْكَ‌، يَا ذَا اَلْعَرْشِ‌ اَلْعَظِيمِ‌ .
				</Ara>
			</Page>

			<Page>
				<h3>دعای 52 صحیفه سجادیه</h3>

				<Ara>
					وَ كَانَ مِنْ دُعَائِهِ عَلَيْهِ السَّلَامُ فِي الْإِلْحَاحِ عَلَي اللَّهِ تَعَالَي
					<Sep />
					يَا اَللَّهُ الَّذِي لَا يَخْفَى عَلَيْهِ شَيْ‏ءٌ فِي الْأَرْضِ وَ لَا فِي السَّمَاءِ ، وَ كَيْفَ يَخْفَى عَلَيْكَ يَا إِلَهِي مَا أَنْتَ خَلَقْتَهُ ، وَ كَيْفَ لَا تُحْصِي مَا
					أَنْتَ صَنَعْتَهُ ، أَوْ كَيْفَ يَغِيبُ عَنْكَ مَا أَنْتَ تُدَبِّرُهُ ، أَوْ كَيْفَ يَسْتَطِيعُ أَنْ يَهْرُبَ مِنْكَ مَنْ لَا حَيَاةَ لَهُ إِلَّا بِرِزْقِكَ ، أَوْ كَيْفَ يَنْجُو
					مِنْكَ مَنْ لَا مَذْهَبَ لَهُ فِي غَيْرِ مُلْكِكَ ،
					<Sep />
					سُبْحَانَكَ أَخْشَى خَلْقِكَ لَكَ أَعْلَمُهُمْ بِكَ ، وَ أَخْضَعُهُمْ لَكَ أَعْمَلُهُمْ بِطَاعَتِكَ ، وَ أَهْوَنُهُمْ عَلَيْكَ مَنْ أَنْتَ تَرْزُقُهُ وَ هُوَ يَعْبُدُ غَيْرَكَ
					<Sep />
					سُبْحَانَكَ لَا يَنْقُصُ سُلْطَانَكَ مَنْ أَشْرَكَ بِكَ ، وَ كَذَّبَ رُسُلَكَ ، وَ لَيْسَ يَسْتَطِيعُ مَنْ كَرِهَ قَضَاءَكَ أَنْ يَرُدَّ أَمْرَكَ ، وَ لَا يَمْتَنِعُ مِنْكَ مَنْ
					كَذَّبَ بِقُدْرَتِكَ ، وَ لَا يَفُوتُكَ مَنْ عَبَدَ غَيْرَكَ ، وَ لَا يُعَمَّرُ فِي الدُّنْيَا مَنْ كَرِهَ لِقَاءَكَ .
					<Sep />
					سُبْحَانَكَ مَا أَعْظَمَ شَأْنَكَ ، وَ أَقْهَرَ سُلْطَانَكَ ، وَ أَشَدَّ قُوَّتَكَ ، وَ أَنْفَذَ أَمْرَكَ
					<Sep />
					سُبْحَانَكَ قَضَيْتَ عَلَى جَمِيعِ خَلْقِكَ الْمَوْتَ مَنْ وَحَّدَكَ وَ مَنْ كَفَرَ بِكَ ، وَ كُلٌّ ذَائِقُ الْمَوْتَ ، وَ كُلٌّ صَائِرٌ إِلَيْكَ ، فَتَبَارَكْتَ وَ تَعَالَيْتَ لَا
					إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ .
					<Sep />
					آمَنْتُ بِكَ ، وَ صَدَّقْتُ رُسُلَكَ ، وَ قَبِلْتُ كِتَابَكَ ، وَ كَفَرْتُ بِكُلِّ مَعْبُودٍ غَيْرِكَ ، وَ بَرِئْتُ مِمَّنْ عَبَدَ سِوَاكَ .
					<Sep />
					اللَّهُمَّ إِنِّي أُصْبِحُ وَ أُمْسِي مُسْتَقِلًّا لِعَمَلِي ، مُعْتَرِفاً بِذَنْبِي ، مُقِرّاً بِخَطَايَايَ ، أَنَا بِإِسْرَافِي عَلَى نَفْسِي ذَلِيلٌ ، عَمَلِي أَهْلَكَنِي، وَ
					هَوَايَ أَرْدَانِي ، وَ شَهَوَاتِي حَرَمَتْنِي .
					<Sep />
					فَأَسْأَلُكَ يَا مَوْلَايَ سُؤَالَ مَنْ نَفْسُهُ لَاهِيَةٌ لِطُولِ أَمَلِهِ ، وَ بَدَنُهُ غَافِلٌ لِسُكُونِ عُرُوقِهِ ، وَ قَلْبُهُ مَفْتُونٌ بِكَثْرَةِ النِّعَمِ عَلَيْهِ ، وَ
					فِكْرُهُ قَلِيلٌ لِمَا هُوَ صَائِرٌ إِلَيْهِ .
					<Sep />
					سُؤَالَ مَنْ قَدْ غَلَبَ عَلَيْهِ الْأَمَلُ ، وَ فَتَنَهُ الْهَوَى ، وَ اسْتَمْكَنَتْ مِنْهُ الدُّنْيَا ، وَ أَظَلَّهُ الْأَجَلُ ، سُؤَالَ مَنِ اسْتَكْثَرَ ذُنُوبَهُ ، وَ اعْتَرَفَ
					بِخَطِيئَتِهِ ، سُؤَالَ مَنْ لَا رَبَّ لَهُ غَيْرُكَ ، وَ لَا وَلِيَّ لَهُ دُونَكَ ، وَ لَا مُنْقِذَ لَهُ مِنْكَ ، وَ لَا مَلْجَأَ لَهُ مِنْكَ ، إِلَّا إِلَيْكَ .
					<Sep />
					إِلَهِي أَسْأَلُكَ بِحَقِّكَ الْوَاجِبِ عَلَى جَمِيعِ خَلْقِكَ ، وَ بِاسْمِكَ الْعَظِيمِ الَّذِي أَمَرْتَ رَسُولَكَ أَنْ يُسَبِّحَكَ بِهِ ، وَ بِجَلَالِ وَجْهِكَ الْكَرِيمِ ،
					الَّذِي لَا يَبْلَى وَ لَا يَتَغَيَّرُ ، وَ لَا يَحُولُ وَ لَا يَفْنَى ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ ، وَ أَنْ تُغْنِيَنِي عَنْ كُلِّ شَيْ‏ءٍ بِعِبَادَتِكَ ، وَ
					أَنْ تُسَلِّيَ نَفْسِي عَنِ الدُّنْيَا بِمَخَافَتِكَ ، وَ أَنْ تُثْنِيَنِي بِالْكَثِيرِ مِنْ كَرَامَتِكَ بِرَحْمَتِكَ .
					<Sep />
					فَإِلَيْكَ أَفِرُّ ، و مِنْكَ أَخَافُ ، وَ بِكَ أَسْتَغِيثُ ، وَ إِيَّاكَ أَرْجُو ، وَ لَكَ أَدْعُو ، وَ إِلَيْكَ أَلْجَأُ ، وَ بِكَ أَثِقُ ، وَ إِيَّاكَ أَسْتَعِينُ ، وَ بِكَ
					أُومِنُ ، وَ عَلَيْكَ أَتَوَكَّلُ ، وَ عَلَى جُودِكَ وَ كَرَمِكَ أَتَّكِلُ .
					<Sep />
				</Ara>
			</Page>

			<Page>
				<h3>نماز جعفر طیار</h3>

				<Ara>سُبْحَانَ مَنْ لَبِسَ الْعِزَّ وَ الْوَقَارَ</Ara>
				<Trans>منزّه است خدایی که لباس عزّت و وقار در بر اوست</Trans>

				<Ara>سُبْحَانَ مَنْ تَعَطَّفَ بِالْمَجْدِ وَ تَكَرَّمَ بِهِ</Ara>
				<Trans>منزّه است خدایی که به بزرگی خود بر ما کرم و احسان می‌فرماید</Trans>

				<Ara>سُبْحَانَ مَنْ لاَ يَنْبَغِي التَّسْبِيحُ إِلاَّ لَهُ</Ara>
				<Trans>منزّه است خدایی که تسبیح روا نیست مگر برای او</Trans>

				<Ara>سُبْحَانَ مَنْ أَحْصَى كُلَّ شَيْءٍ عِلْمُهُ</Ara>
				<Trans>منزّه است خدایی که علمش به هر چیز محیط است</Trans>

				<Ara>سُبْحَانَ ذِي الْمَنِّ وَ النِّعَمِ سُبْحَانَ ذِي الْقُدْرَةِ وَ الْكَرَمِ</Ara>
				<Trans>منزّه است خدای صاحب نعمت و منّت منزّه است خدای صاحب قدرت و مکرمت</Trans>

				<Ara>اللَّهُمَّ إِنِّي أَسْأَلُكَ بِمَعَاقِدِ الْعِزِّ مِنْ عَرْشِكَ وَ مُنْتَهَى الرَّحْمَةِ مِنْ كِتَابِكَ</Ara>
				<Trans>خدایا از تو درخواست میکنم به عهدهای عزّت عرش تو(که اسرار علم توست)و منتهای رحمت کتاب تو(که حقایق توحید و معرفت است)</Trans>

				<Ara>وَ اسْمِكَ الْأَعْظَمِ وَ كَلِمَاتِكَ التَّامَّةِ الَّتِي تَمَّتْ صِدْقاً وَ عَدْلاً</Ara>
				<Trans>و به اسم اعظم تو و به کلمات تام و کامل تو(که انبیاء و اولیاء تواند)که از جهت صدق و راستی و عدالت به حدّ کمال رسید</Trans>

				<Ara>صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ وَ افْعَلْ بِي كَذَا وَ كَذَا</Ara>
				<Trans>که بر محمّد(ص) و آل محمّد(ع)درود فرستی و حاجتهای مرا برآوری.</Trans>
			</Page>

			<Page>
				<Ara>
					<ul class="columns2">
						<li>
							<span>يَا رَبِّ يَا رَبِّ</span>
						</li>
						<li>
							<span>يَا رَبَّاهْ يَا رَبَّاهْ</span>
						</li>
						<li>
							<span>رَبِّ رَبِّ</span>
						</li>
						<li>
							<span>يَا اللَّهُ يَا اللَّهُ</span>
						</li>
						<li>
							<span>يَا حَيُّ يَا حَيُّ</span>
						</li>
						<li>
							<span>يَا رَحِيمُ يَا رَحِيمُ</span>
						</li>
						<li>
							<span>يَا رَحْمَانُ يَا رَحْمَانُ</span>
						</li>
						<li>
							<span>يَا أَرْحَمَ الرَّاحِمِينَ</span>
						</li>
					</ul>
				</Ara>

				<Ara>اللَّهُمَّ إِنِّي أَفْتَتِحُ الْقَوْلَ بِحَمْدِكَ وَ أَنْطِقُ بِالثَّنَاءِ عَلَيْكَ وَ أُمَجِّدُكَ وَ لاَ غَايَةَ لِمَدْحِكَ</Ara>
				<Trans>خدایا من به حسن ستایش تو افتتاح سخن می‌کنم و زبان به ثنای تو می‌گشایم و مجد و بزرگواری تو را مدح می‌گویم در صورتی که مدح و ثنای تو را حدّ و نهایت نیست</Trans>

				<Ara>وَ أُثْنِي عَلَيْكَ وَ مَنْ يَبْلُغُ غَايَةَ ثَنَائِكَ وَ أَمَدَ مَجْدِكَ وَ أَنَّى لِخَلِيقَتِكَ كُنْهُ مَعْرِفَةِ مَجْدِكَ</Ara>
				<Trans>و کیست که به منتهای مجد و ثنای تو تواند رسید و مخلوق تو را کجا یارای آنکه به کنه معرفت و مجد و بزرگی تو رسد</Trans>

				<Ara>وَ أَيَّ زَمَنٍ لَمْ تَكُنْ مَمْدُوحاً بِفَضْلِكَ مَوْصُوفاً بِمَجْدِكَ عَوَّاداً عَلَى الْمُذْنِبِينَ بِحِلْمِكَ</Ara>
				<Trans>چه زمانی بوده که تو ممدوح به فضل و احسان موصوف به مجد و کرامت نبوده‌ای تو بر گنهکاران به حلم و بردباری بسیار احسان کنی</Trans>

				<Ara>تَخَلَّفَ سُكَّانُ أَرْضِكَ عَنْ طَاعَتِكَ فَكُنْتَ عَلَيْهِمْ عَطُوفاً بِجُودِكَ جَوَاداً بِفَضْلِكَ عَوَّاداً بِكَرَمِكَ</Ara>
				<Trans>و هر چه ساکنان زمین از اطاعتت سرپیچی کنند باز تو بر آنها از لطف مهربان خواهی بود و به فضل و احسان بخشش خواهی کرد و به کرم عطا خواهی فرمود</Trans>

				<Ara>يَا لاَ إِلَهَ إِلاَّ أَنْتَ الْمَنَّانُ ذُو الْجَلاَلِ وَ الْإِكْرَامِ</Ara>
				<Trans>ای که به جز تو خدایی نیست که نعمت بخشنده و صاحب جلال و کرامتی.</Trans>

				<Trans>پس حضرت فرمود كه اى مفضل هر گاه تو را حاجت ضرورى بوده باشد نماز جعفر را بكن و اين دعا را بخوان و حوائج خود را از خدا طلب كن كه برآورده مى‌شود ان شاء الله تعالى</Trans>
			</Page>

			<Page>
				<table class="big">
					<thead>
						<tr>
							<th></th>
							<th>روز هفته</th>
							<th>تاریخ</th>
							<th>🕛 شروع</th>
							<th>🕛 پایان</th>
						</tr>
					</thead>
					<tbody>
						{Array(40)
							.fill(0)
							.map((_, i) => (
								<tr>
									<td>{i + 1}</td>
									<td></td>
									<td></td>
									<td></td>
									<td></td>
								</tr>
							))}
					</tbody>
				</table>
			</Page>
			<Page>
				<table>
					<thead>
						<tr>
							<th></th>
							<th>روز</th>
							<th colSpan={4}>زیارت</th>
							<th colSpan={5}>نماز</th>
							{/* <th colSpan={5}>توضیخ</th> */}
						</tr>
					</thead>
					<tbody>
						{[
							"سه‌شنبه 23 بهمن",
							"24 بهمن",
							"25 بهمن",
							"26 بهمن",
							"27 بهمن",
							"28 بهمن",
							"29 بهمن",
							"30 بهمن",
							"1 اسفند",
							"2 اسفند",
							"3 اسفند",
							"4 اسفند",
							"5 اسفند",
							"6 اسفند",
							"7 اسفند",
							"8 اسفند",
							"9 اسفند",
							"10 اسفند",
						].map((_, i) => (
							<>
								<tr>
									<td>{i + 1}</td>
									<td>{_}</td>
									{/*  */}
									<td style={{ background: "#cee7ff" }}></td>
									<td style={{ background: "#cee7ff" }}></td>
									<td style={{ background: "#cee7ff" }}></td>
									<td style={{ background: "#cee7ff" }}></td>
									{/*  */}
									<td></td>
									<td></td>
									<td></td>
									<td></td>
									<td></td>
								</tr>
								<tr>
									<td colSpan={11}>&#8199;</td>
								</tr>
							</>
						))}
					</tbody>
				</table>
			</Page>

			<Page>
				<div className="cal">
					<img src={Cal1} />
					<img src={Cal2} />
				</div>
			</Page>
		</div>
	);
}
