import type Lestin from "lestin/jsx-runtime";

export function Sep() {
	return <span class="ayah">۝</span>;
}

export function Ara(props: Lestin.PropsWithChildren, ...children) {
	return <p class="arabicText">{children}</p>;
}

export function Trans(props: Lestin.PropsWithChildren, ...children) {
	return <p class="translation">{children}</p>;
}

export function Page(props: Lestin.PropsWithChildren, ...children) {
	return <div class="page">{children}</div>;
}

export default function () {
	return (
		<div>
			<Page>
				<h5>دعا نامه</h5>
			</Page>
			<div class="page">
				<p class="arabicText">
					فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةًۭ مِّن نَّهَارٍۭ ۚ
					بَلَـٰغٌۭ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ
				</p>
				<p class="arabicText">
					<Sep />
				</p>
				<p class="arabicText">وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍۢ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا</p>
			</div>

			<Page>
				<h3>تعقیبات نماز</h3>
				<Ara>
					ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ
					عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ
					ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ
				</Ara>

				<h5>تسبیحات</h5>

				<h5>3 توحید</h5>
				<Ara>بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ</Ara>
				<Ara>
					قُلْ هُوَ ٱللَّهُ أَحَدٌ
					<Sep />
					ٱللَّهُ ٱلصَّمَدُ
					<Sep />
					لَمْ يَلِدْ وَلَمْ يُولَدْ
					<Sep />
					وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ
				</Ara>

				<h5>3 صلوات</h5>
				<Ara>ٱللَّٰهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ</Ara>

				<h5>آیه رزق</h5>
				<Ara>ٱللَّٰهُمَّ صَلِّ عَلَىٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ</Ara>
			</Page>

			<div class="page">
				<h3>زیارت آل یس</h3>
				<Ara>
					سَلاَمٌ عَلَى آلِ يس السَّلاَمُ عَلَيْكَ يَا دَاعِيَ اللَّهِ وَ رَبَّانِيَّ آيَاتِهِ السَّلاَمُ عَلَيْكَ يَا بَابَ اللَّهِ وَ دَيَّانَ دِينِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا خَلِيفَةَ اللَّهِ وَ نَاصِرَ حَقِّهِ السَّلاَمُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ دَلِيلَ إِرَادَتِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا تَالِيَ كِتَابِ اللَّهِ وَ تَرْجُمَانَهُ السَّلاَمُ عَلَيْكَ فِي آنَاءِ لَيْلِكَ وَ أَطْرَافِ نَهَارِكَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا بَقِيَّةَ اللَّهِ فِي أَرْضِهِ السَّلاَمُ عَلَيْكَ يَا مِيثَاقَ اللَّهِ الَّذِي أَخَذَهُ وَ وَكَّدَهُ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا وَعْدَ اللَّهِ الَّذِي ضَمِنَهُ
					<Sep />
					السَّلاَمُ عَلَيْكَ أَيُّهَا الْعَلَمُ الْمَنْصُوبُ وَ الْعِلْمُ الْمَصْبُوبُ وَ الْغَوْثُ وَ الرَّحْمَةُ الْوَاسِعَةُ وَعْداً غَيْرَ مَكْذُوبٍ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تَقُومُ السَّلاَمُ عَلَيْكَ حِينَ تَقْعُدُ السَّلاَمُ عَلَيْكَ حِينَ تَقْرَأُ وَ تُبَيِّنُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُصَلِّي وَ تَقْنُتُ السَّلاَمُ عَلَيْكَ حِينَ تَرْكَعُ وَ تَسْجُدُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُهَلِّلُ وَ تُكَبِّرُ السَّلاَمُ عَلَيْكَ حِينَ تَحْمَدُ وَ تَسْتَغْفِرُ
					<Sep />
					السَّلاَمُ عَلَيْكَ حِينَ تُصْبِحُ وَ تُمْسِي السَّلاَمُ عَلَيْكَ فِي اللَّيْلِ إِذَا يَغْشَى وَ النَّهَارِ إِذَا تَجَلَّى
					<Sep />
					السَّلاَمُ عَلَيْكَ أَيُّهَا الْإِمَامُ الْمَأْمُونُ السَّلاَمُ عَلَيْكَ أَيُّهَا الْمُقَدَّمُ الْمَأْمُولُ السَّلاَمُ عَلَيْكَ بِجَوَامِعِ السَّلاَمِ
					<Sep />
					أُشْهِدُكَ يَا مَوْلاَيَ أَنِّي أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ
					<Sep />
					وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ لاَ حَبِيبَ إِلاَّ هُوَ وَ أَهْلُهُ وَ أُشْهِدُكَ يَا مَوْلاَيَ أَنَّ عَلِيّاً أَمِيرَ الْمُؤْمِنِينَ حُجَّتُهُ
					<Sep />
					وَ الْحَسَنَ حُجَّتُهُ وَ الْحُسَيْنَ حُجَّتُهُ وَ عَلِيَّ بْنَ الْحُسَيْنِ حُجَّتُهُ
					<Sep />
					وَ مُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ وَ جَعْفَرَ بْنَ مُحَمَّدٍ حُجَّتُهُ وَ مُوسَى بْنَ جَعْفَرٍ حُجَّتُهُ وَ عَلِيَّ بْنَ مُوسَى حُجَّتُهُ
					<Sep />
					وَ مُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ وَ عَلِيَّ بْنَ مُحَمَّدٍ حُجَّتُهُ وَ الْحَسَنَ بْنَ عَلِيٍّ حُجَّتُهُ
					<Sep />
					وَ أَشْهَدُ أَنَّكَ حُجَّةُ اللَّهِ أَنْتُمْ الْأَوَّلُ وَ الْآخِرُ
					<Sep />
					وَ أَنَّ رَجْعَتَكُمْ حَقٌّ لاَ رَيْبَ فِيهَا
					<Sep />
					يَوْمَ لاَ يَنْفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْراً
					<Sep />
					وَ أَنَّ الْمَوْتَ حَقٌّ وَ أَنَّ نَاكِراً وَ نَكِيراً حَقٌّ وَ أَشْهَدُ أَنَّ النَّشْرَ حَقٌّ وَ الْبَعْثَ حَقٌّ
					<Sep />
					وَ أَنَّ الصِّرَاطَ حَقٌّ وَ الْمِرْصَادَ حَقٌّ وَ الْمِيزَانَ حَقٌّ وَ الْحَشْرَ حَقٌّ
					<Sep />
					وَ الْحِسَابَ حَقٌّ وَ الْجَنَّةَ وَ النَّارَ حَقٌّ وَ الْوَعْدَ وَ الْوَعِيدَ بِهِمَا حَقٌّ
					<Sep />
					يَا مَوْلاَيَ شَقِيَ مَنْ خَالَفَكُمْ وَ سَعِدَ مَنْ أَطَاعَكُمْ فَاشْهَدْ عَلَى مَا أَشْهَدْتُكَ عَلَيْهِ
					<Sep />
					وَ أَنَا وَلِيٌّ لَكَ بَرِيءٌ مِنْ عَدُوِّكَ فَالْحَقُّ مَا رَضِيتُمُوهُ وَ الْبَاطِلُ مَا أَسْخَطْتُمُوهُ
					<Sep />
					وَ الْمَعْرُوفُ مَا أَمَرْتُمْ بِهِ وَ الْمُنْكَرُ مَا نَهَيْتُمْ عَنْهُ فَنَفْسِي مُؤْمِنَةٌ بِاللَّهِ وَحْدَهُ لاَ شَرِيكَ لَهُ وَ بِرَسُولِهِ
					<Sep />
					وَ بِأَمِيرِ الْمُؤْمِنِينَ وَ بِكُمْ يَا مَوْلاَيَ أَوَّلِكُمْ وَ آخِرِكُمْ وَ نُصْرَتِي مُعَدَّةٌ لَكُمْ وَ مَوَدَّتِي خَالِصَةٌ لَكُمْ آمِينَ آمِينَ
					<Sep />
				</Ara>
			</div>

			<div class="page">
				<h3>زیارت عاشورا</h3>

				<p class="arabicText">
					اَلسَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ السَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ
					<Sep />
					اَلسَّلامُ عَلَیْکَ یا خِیَرَةَ اللَّهِ وَابْنَ خِیَرَتِهِ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَ ابْنَ سَيِّدِ الْوَصِيِّينَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ
					<Sep />
					السَّلاَمُ عَلَيْكَ يَا ثَارَ اللَّهِ وَ ابْنَ ثَارِهِ وَ الْوِتْرَ الْمَوْتُورَ
					<Sep />
					السَّلاَمُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ عَلَيْكُمْ مِنِّي جَمِيعاً سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ لَقَدْ عَظُمَتِ الرَّزِيَّةُ وَ جَلَّتْ وَ عَظُمَتِ الْمُصِيبَةُ بِكَ عَلَيْنَا وَ عَلَى جَمِيعِ أَهْلِ الْإِسْلاَمِ
					<Sep />
					وَ جَلَّتْ وَ عَظُمَتْ مُصِيبَتُكَ فِي السَّمَاوَاتِ عَلَى جَمِيعِ أَهْلِ السَّمَاوَاتِ
					<Sep />
					فَلَعَنَ اللَّهُ أُمَّةً أَسَّسَتْ أَسَاسَ الظُّلْمِ وَ الْجَوْرِ عَلَيْكُمْ أَهْلَ الْبَيْتِ
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً دَفَعَتْكُمْ عَنْ مَقَامِكُمْ وَ أَزَالَتْكُمْ عَنْ مَرَاتِبِكُمُ الَّتِي رَتَّبَكُمُ اللَّهُ فِيهَا
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكُمْ وَ لَعَنَ اللَّهُ الْمُمَهِّدِينَ لَهُمْ بِالتَّمْكِينِ مِنْ قِتَالِكُمْ
					<Sep />
					بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ وَ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ وَ أَوْلِيَائِهِمْ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ إِلَى يَوْمِ الْقِيَامَةِ
					<Sep />
					وَ لَعَنَ اللَّهُ آلَ زِيَادٍ وَ آلَ مَرْوَانَ وَ لَعَنَ اللَّهُ بَنِي أُمَيَّةَ قَاطِبَةً وَ لَعَنَ اللَّهُ ابْنَ مَرْجَانَةَ
					<Sep />
					وَ لَعَنَ اللَّهُ عُمَرَ بْنَ سَعْدٍ وَ لَعَنَ اللَّهُ شِمْراً
					<Sep />
					وَ لَعَنَ اللَّهُ أُمَّةً أَسْرَجَتْ وَ أَلْجَمَتْ وَ تَنَقَّبَتْ لِقِتَالِكَ بِأَبِي أَنْتَ وَ أُمِّي
					<Sep />
					لَقَدْ عَظُمَ مُصَابِي بِكَ فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَ مَقَامَكَ وَ أَكْرَمَنِي بِكَ
					<Sep />
					أَنْ يَرْزُقَنِي طَلَبَ ثَارِكَ مَعَ إِمَامٍ مَنْصُورٍ مِنْ أَهْلِ بَيْتِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ
					<Sep />
					اللَّهُمَّ اجْعَلْنِي عِنْدَكَ وَجِيهاً بِالْحُسَيْنِ عليه السلام فِي الدُّنْيَا وَ الْآخِرَةِ
					<Sep />
					يَا أَبَا عَبْدِ اللَّهِ إِنِّي أَتَقَرَّبُ إِلَى اللَّهِ وَ إِلَى رَسُولِهِ وَ إِلَى أَمِيرِ الْمُؤْمِنِينَ
					<Sep />
					وَ إِلَى فَاطِمَةَ وَ إِلَى الْحَسَنِ وَ إِلَيْكَ بِمُوَالاَتِكَ
					<Sep />
					وَ بِالْبَرَاءَةِ
					<Sep />
					مِمَّنْ أَسَّسَ أَسَاسَ ذَلِكَ وَ بَنَى عَلَيْهِ بُنْيَانَهُ
					<Sep />
					وَ جَرَى فِي ظُلْمِهِ وَ جَوْرِهِ عَلَيْكُمْ وَ عَلَى أَشْيَاعِكُمْ بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ
					<Sep />
					وَ أَتَقَرَّبُ إِلَى اللَّهِ ثُمَّ إِلَيْكُمْ بِمُوَالاَتِكُمْ وَ مُوَالاَةِ وَلِيِّكُمْ
					<Sep />
					وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ وَ النَّاصِبِينَ لَكُمُ الْحَرْبَ وَ بِالْبَرَاءَةِ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ
					<Sep />
					إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ وَ وَلِيٌّ لِمَنْ وَالاَكُمْ وَ عَدُوٌّ لِمَنْ عَادَاكُمْ
					<Sep />
					فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَنِي بِمَعْرِفَتِكُمْ وَ مَعْرِفَةِ أَوْلِيَائِكُمْ وَ رَزَقَنِي الْبَرَاءَةَ مِنْ أَعْدَائِكُمْ
					<Sep />
					أَنْ يَجْعَلَنِي مَعَكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ يُثَبِّتَ لِي عِنْدَكُمْ قَدَمَ صِدْقٍ فِي الدُّنْيَا وَ الْآخِرَةِ
					<Sep />
					وَ أَسْأَلُهُ أَنْ يُبَلِّغَنِي الْمَقَامَ الْمَحْمُودَ لَكُمْ عِنْدَ اللَّهِ
					<Sep />
					وَ أَنْ يَرْزُقَنِي طَلَبَ ثَارِي (ثَارَكُمْ) مَعَ إِمَامٍ هُدًى (مَهْدِيٍّ) ظَاهِرٍ نَاطِقٍ بِالْحَقِّ مِنْكُمْ
					<Sep />
					وَ أَسْأَلُ اللَّهَ بِحَقِّكُمْ وَ بِالشَّأْنِ الَّذِي لَكُمْ عِنْدَهُ أَنْ يُعْطِيَنِي بِمُصَابِي بِكُمْ أَفْضَلَ مَا يُعْطِي مُصَاباً بِمُصِيبَتِهِ
					<Sep />
					مُصِيبَةً مَا أَعْظَمَهَا وَ أَعْظَمَ رَزِيَّتَهَا فِي الْإِسْلاَمِ وَ فِي جَمِيعِ السَّمَاوَاتِ وَ الْأَرْضِ
					<Sep />
					اللَّهُمَّ اجْعَلْنِي فِي مَقَامِي هَذَا مِمَّنْ تَنَالُهُ مِنْكَ صَلَوَاتٌ وَ رَحْمَةٌ وَ مَغْفِرَةٌ
					<Sep />
					اللَّهُمَّ اجْعَلْ مَحْيَايَ مَحْيَا مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مَمَاتِي مَمَاتَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ
					<Sep />
					اللَّهُمَّ إِنَّ <span class="textChange">يَوْمَ قُتِلَ الحُسَین</span> تَبَرَّكَتْ بِهِ بَنُو أُمَيَّةَ وَ ابْنُ آكِلَةِ الْأَكْبَادِ
					<Sep />
					اللَّعِينُ ابْنُ اللَّعِينِ عَلَى لِسَانِكَ وَ لِسَانِ نَبِيِّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)
					<Sep />
					فِي كُلِّ مَوْطِنٍ وَ مَوْقِفٍ وَقَفَ فِيهِ نَبِيُّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ)
					<Sep />
					اللَّهُمَّ الْعَنْ أَبَا سُفْيَانَ وَ مُعَاوِيَةَ وَ يَزِيدَ بْنَ مُعَاوِيَةَ عَلَيْهِمْ مِنْكَ اللَّعْنَةُ أَبَدَ الْآبِدِينَ
					<Sep />
					وَ <span class="textChange">يَوْمَ قُتِلَ الحُسَین</span> فَرِحَتْ بِهِ آلُ زِيَادٍ وَ آلُ مَرْوَانَ بِقَتْلِهِمُ الْحُسَيْنَ صَلَوَاتُ اللَّهِ عَلَيْهِ
					<Sep />
					اللَّهُمَّ فَضَاعِفْ عَلَيْهِمُ اللَّعْنَ مِنْكَ وَ الْعَذَابَ الْأَلِيمَ
					<Sep />
					اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ فِي هَذَا الْيَوْمِ وَ فِي مَوْقِفِي هَذَا وَ أَيَّامِ حَيَاتِي
					<Sep />
					بِالْبَرَاءَةِ مِنْهُمْ وَ اللَّعْنَةِ عَلَيْهِمْ وَ بِالْمُوَالاَةِ لِنَبِيِّكَ وَ آلِ نَبِيِّكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلاَمُ
				</p>
			</div>

			<Page>
				<h3>دعای هفتم صحیفه سجادیه</h3>
				<Ara>
					يَا مَنْ تُحَلُّ بِهِ عُقَدُ اَلْمَكَارِهِ‌، وَ يَا مَنْ يُفْثَأُ بِهِ حَدُّ اَلشَّدَائِدِ ، وَ يَا مَنْ يُلْتَمَسُ مِنْهُ اَلْمَخْرَجُ إِلَى رَوْحِ اَلْفَرَجِ‌ .
					<Sep />
					ذَلَّتْ‌ لِقُدْرَتِكَ اَلصِّعَابُ‌، وَ تَسَبَّبَتْ‌ بِلُطْفِكَ‌ اَلْأَسْبَابُ‌، وَ جَرَى بِقُدرَتِكَ اَلْقَضَاءُ‌ ، وَ مَضَتْ عَلَى إِرَادَتِكَ اَلْأَشْيَاءُ‌.
					<Sep />
					فَهِيَ‌ بِمَشِيَّتِكَ دُونَ قَوْلِكَ‌ مُؤْتَمِرَةٌ‌ ، وَ بِإِرَادَتِكَ دُونَ نَهْيِكَ مُنْزَجِرَةٌ‌.
					<Sep />
					أَنْتَ اَلْمَدْعُوُّ لِلْمُهِمَّاتِ‌، وَ أَنْتَ اَلْمَفْزَعُ‌ فِي اَلْمُلِمَّاتِ‌ ، لاَ يَنْدَفِعُ‌ مِنْهَا إِلاَّ مَا دَفَعْتَ‌، وَ لاَ يَنْكَشِفُ مِنْهَا إِلاَّ مَا كَشَفْتَ‌
					<Sep />
					وَ قَدْ نَزَلَ‌ بِي يَا رَبِّ‌ مَا قَدْ تَكَأَّدَنِي ثِقْلُهُ‌، وَ أَلَمَّ بِي مَا قَدْ بَهَظَنِي حَمْلُهُ‌.
					<Sep />
					وَ بِقُدْرَتِكَ أَوْرَدْتَهُ عَلَيَّ وَ بِسُلْطَانِكَ‌ وَجَّهْتَهُ إِلَيَّ‌ .
					<Sep />
					فَلاَ مُصْدِرَ لِمَا أَوْرَدْتَ‌، وَ لاَ صَارِفَ لِمَا وَجَّهْتَ‌، وَ لاَ فَاتِحَ لِمَا أَغْلَقْتَ‌، وَ لاَ مُغْلِقَ لِمَا فَتَحْتَ‌، وَ لاَ مُيَسِّرَ لِمَا عَسَّرْتَ‌، وَ لاَ
					نَاصِرَ لِمَنْ‌ خَذَلْتَ‌.
					<Sep />
					فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ‌ ، وَ اِفْتَحْ لِي يَا رَبِّ بَابَ اَلْفَرَجِ‌ بِطَوْلِكَ‌ ، وَ اِكْسِرْ عَنِّي سُلْطَانَ اَلْهَمِّ بِحَوْلِكَ‌، وَ أَنِلْنِي حُسْنَ اَلنَّظَرِ
					فِيمَا شَكَوْتُ‌ ، وَ أَذِقْنِي حَلاَوَةَ اَلصُّنْعِ‌ فِيمَا سَأَلْتُ‌، وَ هَبْ لِي مِنْ‌ لَدُنْكَ‌ رَحْمَةً‌ وَ فَرَجاً هَنِيئاً، وَ اِجْعَلْ لِي مِنْ عِنْدِكَ مَخْرَجاً وَحِيّاً
					.
					<Sep />
					وَ لاَ تَشْغَلْنِي بِالاِهْتِمَامِ‌ عَنْ تَعَاهُدِ فُرُوضِكَ‌ ، وَ اِسْتِعْمَالِ‌ سُنَّتِكَ‌ .
					<Sep />
					فَقَدْ ضِقْتُ لِمَا نَزَلَ بِي يَا رَبِّ ذَرْعاً ، وَ اِمْتَلَأْتُ بِحَمْلِ‌ مَا حَدَثَ عَلَيَّ هَمّاً، وَ أَنْتَ اَلْقَادِرُ عَلَى كَشْفِ مَا مُنِيتُ‌ بِهِ‌، وَ دَفْعِ‌ مَا
					وَقَعْتُ فِيهِ‌، فَافْعَلْ بِي ذَلِكَ‌ وَ إِنْ لَمْ أَسْتَوْجِبْهُ مِنْكَ‌، يَا ذَا اَلْعَرْشِ‌ اَلْعَظِيمِ‌ .
				</Ara>
			</Page>
		</div>
	);
}
